Repository: dadokcz/layla-cms
Catalog: templates/layla/languages/*.po
Languages: cn, it, pl, ru, sk

source: We are always updating, stay in touch!
cn: 我们一直在更新，保持联系！
it: Sempre stiamo aggiornando, rimanere in contatto!
pl: Możemy są zawsze aktualne, bądź w kontakcie!
ru: Мы всегда уточняем, оставайтесь на связи!
sk: Posíláme aktualizácie, zostaňme v kontakte!

source: Your email address
cn: 您的电子邮件地址
it: Certificato S/ MIMEemail address
pl: Twój adres e-mail
ru: Ваш адрес электронной почты
sk: E-mailová adresa

source: Subscribe
cn: 订阅
it: Abbonarsi
pl: Zapisz się
ru: Подписаться
sk: Prihlásiť

source: Thank you!
cn: 谢谢！

source: Your email has been successfully subscribed.
cn: 您的电子邮件已成功订阅。

source: Oops!
cn: 哎呀！

source: Something went wrong with adding your email address to the list.
cn: 将电子邮件地址添加到列表中时出错。

source: Credits
cn: 学分
pl: Kredyty
ru: Кредиты

source: PUBLISHING SYSTEM
cn: 发布系统
it: SISTEMA DI PUBBLICAZIONE
pl: SYSTEM PUBLIKACJI
ru: ИЗДАТЕЛЬСКАЯ СИСТЕМА
sk: PUBLIKAČNÝ SYSTÉM

source: Switch to
cn: 切换它
it: Passare alla
pl: Przełącz się do
ru: Переключиться на
sk: Prepnúť na

source: Buy Layla License
cn: 购买莱拉许可证
it: Acquista licenza di Layla
pl: Kup licencję Layla
ru: Купить лицензию Layla
sk: Kúpiť Layla licencii

source: Number of Licences
cn: 许可证数量
it: Numero di licenze pagina
pl: Numer pozwolenia strony
ru: Количество лицензий на странице
sk: Počet licencií

source: First & Last name
cn: 名字 + 姓氏
it: Primo e ultimo nome
pl: Pierwsze nazwisko idealna
ru: Первая фамилия &
sk: Meno a priezvisko

source: Please fill
cn: 请填写
it: Si prega di compilare
pl: Prosimy o wypełnienie
ru: Пожалуйста, заполните
sk: Vyplňte prosím

source: Company
cn: 公司
it: Spett.le Società
pl: Firma
ru: Компания
sk: Spoločnosť

source: Address
cn: 地址
pl: Maksymalna prędkość IPv4 address
ru: Адрес
sk: Adresa

source: City
cn: 城市
pl: Sithowie
ru: Город

source: VAT
cn: 增值税
pl: PODATEK VAT
ru: НДС
sk: DPH

source: Your e-mail
cn: 您的电子邮件
it: Il tuo indirizzo e-mail
pl: Twój e-mail
ru: Ваш адрес электронной почты
sk: Váš e-mail

source: Your phone
cn: 您的手机
it: Il tuo telefono
pl: Twój telefon
ru: Ваш телефон
sk: Váš telefon

source: State
cn: 状态
it: State pattern
pl: Stan
ru: Государство
sk: Stát

source: EUR
cn: 欧元
pl: Euro

source: I agree with the
cn: 我同意
it: Sono d’accordo con il
pl: Zgadzam się z
ru: Я согласен с
sk: Souhlasím s

source: terms and conditions
cn: 条款和条件
it: termini e condizioni
pl: Regulamin
ru: правила и условия
sk: obchodními podmínky

source: Price
cn: 价格
ru: Цена
sk: Cena

source: Discount
cn: 折扣
it: Sconto
pl: Zniżki
ru: Скидка
sk: Zľava

source: Buy Layla
cn: 买莱拉
it: Acquista Layla
pl: Kupić Layla
ru: Купить Лейла
sk: Kúpiť Layla

source: Layla is software you can use to create a beautiful & fast website, blog, or app.
cn: Layla 是可用于创建美观快速的网站、博客或应用程序的软件。
it: Layla è un software che è possibile utilizzare per creare un bel sito Web, blog & fast o app.
pl: Layla jest oprogramowanie, które można użyć do tworzenia piękne strony, blog & szybki lub aplikacji.
ru: Лейла это программное обеспечение, которые можно использовать для создания красивого сайта, блог & быстро или app.
sk: Layla je softvér, ktorý môžete použiť na vytvorenie krásneho a rýchleho webu, blogu alebo aplikácie.

source: Start create proffesional websites now.
cn: 立即开始创建专业网站。
it: Inizia ora il proffesional di creare siti Web.
pl: Rozpocznij tworzenie stron proffesional.
ru: Теперь начните создать профессиональные вебсайты.
sk: Začnite vytvárať profesionálne webové stránky nyní.

source: Click to try a demo
cn: 单击以尝试演示
it: Clicca per provare una demo
pl: Kliknij, aby zobaczyć demo
ru: Нажмите, чтобы попробовать демо-версию
sk: Vyskúšať demo

source: Download
cn: 下载
it: Scarica
pl: Pobierz
ru: Скачать
sk: Stiahnuť

source: for OSX
cn: 对于奥斯克斯
it: per OSX
pl: dla OSX
ru: для OSX
sk: pre OSX

source: client
cn: 客户
pl: klienta
ru: kлиент
sk: klient

source: for Windows
cn: 用于窗口
it: per Windows
pl: Windows
ru: для Windows
sk: pre Windows

source: Požadavky: PHP5+
cn: 要求：PHP5+
it: Requisiti:
pl: Wymagania: PHP5 +
ru: Требования: PHP5 +
sk: Požiadavky: PHP5 +

source: Buy
cn: 买
it: Acquista
pl: Kupię
ru: Купить
sk: Kúpiť

source: License
cn: 许可证
pl: Licencja
ru: Лицензия
sk: Licencii

source: server
cn: 服务器
pl: serwer

source: Plugins
cn: 插件

source: For Users
cn: 对于用户
it: Utenti
pl: Dla użytkowników
ru: Для пользователей
sk: Pre používateľov

source: Jednodušší ovládání webu než kdy předtím.
cn: 比以往更容易进行网络控制。
it: Più facile controllare il Web che mai prima.
pl: Łatwiejsza Kontrola sieci Web niż kiedykolwiek wcześniej.
ru: Легче управлять в Интернете, чем когда-либо прежде.
sk: Ľahšie ovládanie webu ako kedykoľvek predtým.

source: Již první vydání publikačního systému Layla ovládá jednoduchou správu statických stránek i příspěvků. Chcete vytvořit novou stránku a zařadit ji do navigace? Prostě přidejte novou stránku. Chcete vytvořit nový příspěvek do sekce novinky nebo do blogu? Udělejte to.
cn: 第一版 layla 发布系统控制静态页面和帖子的简单管理。是否要创建新页面并包括在导航中？只需添加新页面。是否要为新闻部分或博客创建新帖子？做吧。
it: Il primo numero della pubblicazione di Layla controlla la semplice gestione di pagine statiche, come i post. Si desidera creare una nuova pagina e metterlo nella navigazione? Basta aggiungere una nuova pagina. Si desidera creare un nuovo post per la sezione news o blog? Fallo.
pl: Pierwsze wydanie publikacji Layla kontroluje prostego zarządzania statycznych stron, a także posty. Chcesz utworzyć nową stronę i umieścić go w nawigacji? Wystarczy dodać nową stronę. Chcesz utworzyć nowy post w dziale Aktualności lub blog? Zrób to.
ru: Первый выпуск издательской системы Layla уже контролирует простое управление статическими страницами и сообщениями. Вы хотите создать новую страницу и поместить ее в навигацию? Просто добавьте новую страницу. Вы хотите создать новое сообщение в разделе новостей или блоге? Сделай это.
sk: Prvé vydanie publikácie Layla ovláda jednoduché riadenie statické stránky, rovnako ako príspevky. Chcete vytvoriť novú stránku a dať ho do navigácie? Stačí pridať novú stránku. Chcete vytvoriť nový post sekcii novinky alebo blog? urob to.

source: Šablony a vzhled stránek.
cn: 模板和页面外观。
it: Modelli e layout del sito.
pl: Szablony i układ strony.
ru: Шаблоны и макет сайта.
sk: Šablón a rozloženie stránky.

source: Vyberte si právě tu šablonu, která vystihuje téma k Vaší prezentaci. A na zcela nových šablonách stále pracujeme.
cn: 选择描述演示文稿主题的模板。我们仍在研究全新的模板。
it: Scegliere il modello che cattura il tema alla presentazione. E su una completamente nuovi modelli continua a funzionare.
pl: Wybierz szablon, który przechwytuje tematu do prezentacji. I na całkowicie nowe szablony nadal działa.
ru: Выберите шаблон, который описывает тему презентации. И мы все еще работаем над совершенно новыми шаблонами.
sk: Vyberte šablónu, ktorá zachytáva prispôsobenie motívu dokumentu. A na úplne novej šablóny ešte pracovať.

source: Instalační pokyny.
cn: 安装说明。
it: Istruzioni per l'installazione.
pl: Instrukcje instalacji.
ru: Инструкции по установке.
sk: Pokyny na inštaláciu.

source: Layla běží na každém webhostingu s podporou PHP5+. Ano, a to je opravdu vše. Žádné nastavování externí databáze. Layla má vlastní lokální databázi. Žádné další nároky na provoz.
cn: Layla 在每个启用 PHP5+ 的 Web 主机上运行。是的，就是这样。没有外部数据库设置。莱拉有自己的本地数据库。不再有流量要求。
it: Layla viene eseguito su ogni host Web con supporto per PHP5 +. Sì, e questo è davvero tutto. Nessuna impostazione di un database esterno. Layla ha il proprio database locale. Senza ulteriori richieste sul funzionamento.
pl: Layla działa na każdym hoście sieci Web z obsługą PHP5 +. Tak, i to jest naprawdę wszystko. Nie konfigurowania zewnętrznej bazy danych. Layla ma własną lokalną bazę danych. Nie dodatkowe wymagania dotyczące operacji.
ru: Layla работает на любом веб-хосте PHP5 +. Да, это действительно так. Нет внешних настроек базы данных. У Layla есть своя локальная база данных. Никаких дополнительных требований к трафику.
sk: Layla beží na každom webhostingu s podporou PHP5 +. Áno, to je naozaj všetko. Žiadne nastavovanie externej databázy. Layla má vlastný lokálnej databázy. Žiadne ďalšie požiadavky na prevádzku.

source: For Advanced Users
cn: 对于高级用户
it: Per gli utenti avanzati
pl: Dla zaawansowanych użytkowników
ru: Для продвинутых пользователей
sk: Pre pokročilých používateľov

source: Možnost jazykových lokalizací administrace.
cn: 管理语言本地化的可能性。
it: La possibilità di localizzazioni linguistiche dell'amministrazione.
pl: Możliwość lokalizacji językowych administracji.
ru: Возможность языка локализации администрации.
sk: Možnosti jazykových lokalizáciách administratívy.

source: Layla je sice vyvíjena v Praze (Česká republika), ale umí několik jazyků i v administračním rozhraní. Zvládne ji tak ovládat i Váš kolega ze zahraničí.
cn: Layla 是在布拉格 （捷克共和国）开发的，但她可以在管理界面上讲几种语言。它可以由你在国外的同事控制。
it: Layla si sta sviluppando in Praga (Repubblica Ceca), ma possono in diverse lingue così come l'interfaccia di amministrazione. Grado di gestire controllo il suo collega dall'estero.
pl: Layla jest rozwijany w Pradze (Republika Czeska), ale można je w kilku językach, jak również jak w panelu administracyjnego. Można obsługiwać to formantu Twój kolega z zagranicy.
ru: Лейла в настоящее время разрабатывается в Праге (Чешская Республика), но они могут на нескольких языках, а также интерфейс администрирования. Может обрабатывать его управления ваш коллега из-за рубежа.
sk: Layla je vyvíjaný v Prahe (Česká republika), ale môžu v niekoľkých jazykoch, rovnako ako v administračnom rozhraní. To zvládne ovládanie svojho kolegu zo zahraničia.

source: Možnost jazykových lokalizací šablon.
cn: 模板语言本地化的可能性。
it: La possibilità di modelli di localizzazione della lingua.
pl: Możliwości językowe lokalizacja szablonów.
ru: Возможность языка локализации шаблонов.
sk: Možnosti jazykové lokalizácie šablóny.

source: Vaše nápady a prezentace si zaslouží prodávat globálně. Jednoduchost nastavení jazykových lokalizací skrz libovolné textové řetězce v šablonách je v Layle samozřejmost.
cn: 您的想法和演示文稿值得在全球销售。在 Layle 中，通过模板中的任何文本字符串设置语言本地化的简单性是司空见惯的。
it: Le vostre idee e presentazione meritano di vendere a livello globale. La semplicità della localizzazione lingua installazione attraverso una delle stringhe di testo nei modelli è Layla per scontato.
pl: Twoje pomysły i prezentacji zasługują na sprzedaż na całym świecie. Prostota konfiguracji lokalizacji językowej poprzez dowolne ciągi tekstowe w szablonach jest Layla za pewnik.
ru: Ваши идеи и представления заслуживают того, чтобы продать глобально. Простота установки языка локализации через любой из текстовых строк в шаблонах — Лейла должное.
sk: Svoje nápady a prezentácie zaslúži predávať po celom svete. Jednoduchosť inštalácie jazykovú lokalizáciu prostredníctvom niektorého z textových reťazcov v šablónach je Layla za samozrejmosť.

source: Jazykové lokalizace pod kontrolou.
cn: 语言本地化在控制之下。
it: Localizzazione della lingua sotto controllo.
pl: Lokalizacji językowej pod kontrolą.
ru: Локализация языка под контролем.
sk: Jazykovú lokalizáciu pod kontrolou.

source: Všechny jazykové lokalizace od administrace po šablony a Váš obsah můžete jednoduše spravovat z administraci.
cn: 从管理到模板的所有语言本地化以及您的内容都可以从管理中轻松管理。
it: Tutte le localizzazioni di lingua da parte dell'amministrazione dopo il modello e si possono facilmente gestire i tuoi contenuti da parte dell'amministrazione.
pl: Wszystkie lokalizacji językowej od administracji po szablon i można łatwo zarządzać treściami z administracji.
ru: Все языковые локализации от администрации после шаблона и вы можете легко управлять ваш контент от администрации.
sk: Všetky jazykovú lokalizáciu od podania po šablóne, a môžete jednoducho spravovať svoj obsah z administrácie.

source: For Developers
cn: 对于开发人员
it: Per gli sviluppatori
pl: Dla deweloperów
ru: Для разработчиков
sk: Pre vývojárov

source: Kompletní přizpůsobitelnost.
cn: 完全可定制性。
it: Possibilità di personalizzazione completa.
pl: Pełne możliwości dostosowania.
ru: Полная настраиваемость.
sk: Kompletné prispôsobiteľnosť.

source: Chcete přidat vlastní funkci? Nebo jen chcete zlepšit kvalitu publikačního systému? Můžete se podílet na aktualizacích publikačního systému s námi. Aktualizace zahrneme do oficiálního vydání.
cn: 是否要添加自定义功能？还是只想提高出版系统的质量？您可以和我们一起参与发布系统的更新。更新将包含在官方版本中。
it: Vuoi aggiungere una funzione personalizzata? O vuoi solo migliorare la qualità del sistema di pubblicazione? Puoi partecipare agli aggiornamenti del sistema di pubblicazione con noi. L’aggiornamento sarà incluso nella versione ufficiale.
pl: Chcesz dodać własną funkcję? Lub po prostu chcesz poprawić jakość systemu publikacji? Można uczestniczyć w publikowanie aktualizacji z nami. Aktualizacje uwzględnione w oficjalnym wydaniem.
ru: Хотите добавить свои собственные функции? Или просто хотите улучшить качество издательской системы? Вы можете принять участие в публикации обновлений с нами. Обновления, включенные в официальный релиз.
sk: Chcete pridať vlastnú funkciu? Alebo len chcete zlepšiť kvalitu publikačný systém? Môžete sa zúčastniť publikovanie aktualizácií s nami. Aktualizácie zahrnuté v oficiálne vydanie.

source: Jeden univerzální publikační systém na všechno.
cn: 一个通用的发布系统，一切。
it: Un sistema di pubblicazione universale a tutti.
pl: Jeden uniwersalny system publikowania w ogóle.
ru: Один универсальный издательской системы на всех.
sk: Jeden univerzálny publikačný systém na všetko.

source: Nikoho nenutíme použivat publikační systém Layla v defaultní funkční verzi a vzhledu. Používejte publikační systém Layla jako základ pro Vaše nové aplikace a projekty a obohaťte ho o nové funkce dle Vašich představ.
cn: 我们不会强迫任何人在默认功能版本和外观中使用 layla 发布系统。使用 Layla 发布系统作为新应用程序和项目的基础，并充分利用您喜欢的新功能来丰富它。
it: Non ci stiamo costringendo a chiunque di portare un sistema di pubblicazione Layla nella versione predefinita e l'aspetto funzionale. Utilizzare il sistema di pubblicazione Layla come base per le nuove applicazioni e progetti e arricchirlo con nuove funzionalità secondo le vostre preferenze.
pl: My jesteś nie zmuszam nikogo do prowadzenia systemu publikacji Layla w domyślnej wersji i funkcjonalny wygląd. Użyj systemu publikacji Layla jako podstawa dla nowych aplikacji i projektów i wzbogacenie go o nowe funkcje zgodnie z preferencjami.
ru: Мы не заставляем никого для реализации системы публикации Лейла в версии по умолчанию и функциональный вид. Использовать систему публикации Лейла в качестве основы для новых приложений и проектов и обогатить его с новыми функциями в соответствии с вашими предпочтениями.
sk: Sme si nie núti niekto niesť publikačný systém Layla v štandardnej verzii a funkčný vzhľad. Publikačný systém Layla použiť ako základ pre nové aplikácie a projekty a obohatiť ho o nové funkcie podľa vašich preferencií.

source: Do you have any questions?
cn: 你有问题吗？
it: Subspedia I nostri sottotitoli per i tuoi telefilm
pl: Czy masz jakieś pytania?
ru: Есть ли у вас какие-либо вопросы?
sk: Máte nejaké otázky?

source: Ask us anything
cn: 问我们任何事情

source: Try it
cn: 试试看

source: on browser
cn: 在浏览器上

source: Sign up for our news letter.
it: Iscriviti alla nostra news letter.
pl: Zaprenumeruj nasz newsletter.
ru: Подпишитесь на нашу рассылку.
sk: Odoberaj newsletter.

source: Download Layla
it: Scarica Layla
pl: Pobierz Layla
ru: Скачать Лейла
sk: Stiahnuť Layla

source: Control Panel
it: Pannello di controllo
pl: Panel sterowania
ru: Панель управления
sk: Ovládací Panel

source: Ask us on Twitter
it: Ha squarciato lo scafo.
pl: Zapytaj nas na Twitter
ru: Спросите нас на Twitter
sk: Opýtajte sa nás na čokoľvek na Twitteri
