Repository: dadokcz/layla-cms
Catalog: templates/layla/languages/at.po
Languages: de

source: Sign up for our news letter.
de: Melden Sie sich für unseren Newsletter.

source: We are always updating, stay in touch!
de: Wir sind immer aktualisieren, bleiben Sie in Kontakt!

source: Your email address
de: Ihre E-Mail Adresse

source: Subscribe
de: Abonnieren

source: Credits
de: Quellenangaben

source: Switch to
de: Wechseln Sie zu

source: Buy Layla License
de: Layla-Lizenz kaufen

source: Number of Licences
de: Anzahl der Lizenzen

source: First & Last name
de: Vorname, Nachname

source: Please fill
de: Bitte ausfüllen

source: Company
de: Firma

source: Address
de: Addresse

source: VAT
de: MwSt

source: Your e-mail
de: Ihre Email-Adresse

source: Your phone
de: Ihr Telefon

source: State
de: Zustand

source: I agree with the
de: Ich stimme mit der

source: terms and conditions
de: allgemeinen Geschäftsbedingungen,

source: Price
de: Preis

source: Discount
de: Preis für Partner

source: Buy Layla
de: Layla kaufen

source: Download Layla
de: Layla herunterladen

source: Layla is software you can use to create a beautiful & fast website, blog, or app.
de: Layla ist eine Software, die Sie verwenden können, um eine schöne & schnelle Website, Blog oder app zu erstellen.

source: Start create proffesional websites now.
de: Start erstellen Sie professionelle Websites.

source: Click to try a demo
de: Klicken Sie, um eine Demo ausprobieren

source: for OSX
de: für OSX

source: client
de: Klient

source: for Windows
de: für Windows

source: Požadavky: PHP5+
de: Anforderungen: PHP5 +

source: Buy
de: Kaufen

source: License
de: Lizenz

source: For Users
de: Für Benutzer

source: Jednodušší ovládání webu než kdy předtím.
de: Leichter zu kontrollieren, das Web als je zuvor.

source: Již první vydání publikačního systému Layla ovládá jednoduchou správu statických stránek i příspěvků. Chcete vytvořit novou stránku a zařadit ji do navigace? Prostě přidejte novou stránku. Chcete vytvořit nový příspěvek do sekce novinky nebo do blogu? Udělejte to.
de: Die erste Ausgabe der Publikation von Layla steuert die einfache Verwaltung von statischen Seiten sowie Beiträge. Sie möchten eine neue Seite erstellen und steckte es in die Navigation? Fügen Sie einfach eine neue Seite. Sie möchten einen neuen Beitrag auf der News-Bereich oder ein Blog erstellen? Tu es.

source: Šablony a vzhled stránek.
de: Vorlagen und Layout der Website.

source: Vyberte si právě tu šablonu, která vystihuje téma k Vaší prezentaci. A na zcela nových šablonách stále pracujeme.
de: Wählen Sie die Vorlage, die das Thema Ihrer Präsentation erfasst. Und auf eine völlig neue Vorlagen immer noch funktionieren.

source: Instalační pokyny.
de: Montageanleitung.

source: Layla běží na každém webhostingu s podporou PHP5+. Ano, a to je opravdu vše. Žádné nastavování externí databáze. Layla má vlastní lokální databázi. Žádné další nároky na provoz.
de: Layla läuft auf jedem Web-Host mit Unterstützung für PHP5 +. Ja, und das ist wirklich alles. Ohne Einrichten einer externen Datenbank. Layla hat seine eigenen lokalen Datenbank. Keine zusätzliche Anforderungen an den Betrieb.

source: For Advanced Users
de: Für fortgeschrittene Benutzer

source: Možnost jazykových lokalizací administrace.
de: Die Möglichkeit der Sprache Lokalisierungen der Verwaltung.

source: Layla je sice vyvíjena v Praze (Česká republika), ale umí několik jazyků i v administračním rozhraní. Zvládne ji tak ovládat i Váš kolega ze zahraničí.
de: Layla wird in Prag (Tschechien) entwickelt, aber sie können in mehreren Sprachen sowie in der Administrationsoberfläche. Kann damit umgehen, Kontrolle Ihrer Kollegen aus dem Ausland.

source: Možnost jazykových lokalizací šablon.
de: Die Möglichkeit der Lokalisierung Sprachvorlagen.

source: Vaše nápady a prezentace si zaslouží prodávat globálně. Jednoduchost nastavení jazykových lokalizací skrz libovolné textové řetězce v šablonách je v Layle samozřejmost.
de: Ihre Ideen und Präsentation verdienen weltweit verkaufen. Die Einfachheit der Setup Sprache Lokalisierung durch eines der Textzeichenfolgen in den Vorlagen ist Layla für selbstverständlich halten.

source: Jazykové lokalizace pod kontrolou.
de: Sprache Lokalisierung unter Kontrolle.

source: Všechny jazykové lokalizace od administrace po šablony a Váš obsah můžete jednoduše spravovat z administraci.
de: Alle Sprache Lokalisierung von der Verwaltung nach der Vorlage, und Sie können Ihre Inhalte aus der Administration verwalten.

source: For Developers
de: Für Entwickler

source: Kompletní přizpůsobitelnost.
de: Vollständige Anpassbarkeit.

source: Chcete přidat vlastní funkci? Nebo jen chcete zlepšit kvalitu publikačního systému? Můžete se podílet na aktualizacích publikačního systému s námi. Aktualizace zahrneme do oficiálního vydání.
de: Möchten Sie eine eigene Funktion hinzufügen? Oder wollen einfach nur zur Verbesserung der Qualität der publishing-Systems? Sie können die Veröffentlichung von Updates bei uns teilnehmen. In der offiziellen Veröffentlichung enthaltenen Updates.

source: Jeden univerzální publikační systém na všechno.
de: Ein universal-publishing-System überhaupt.

source: Nikoho nenutíme použivat publikační systém Layla v defaultní funkční verzi a vzhledu. Používejte publikační systém Layla jako základ pro Vaše nové aplikace a projekty a obohaťte ho o nové funkce dle Vašich představ.
de: Wir zwingen niemanden ein Veröffentlichungssystem Layla in der Standardversion und funktionale Erscheinungsbild tragen nicht. Layla-publishing-System als Grundlage für Ihre neue Anwendungen und Projekte verwenden und mit neuen Features nach Ihren Wünschen zu bereichern.

source: Do you have any questions?
de: Haben Sie noch Fragen?

source: Ask us on Twitter
de: Fragen Sie uns auf Twitter
